---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ImportScale
source: html/c70fc997-557e-dbba-e21b-07eda861dec0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ImportScale Property

"Scale Factor"

## Syntax (C#)
```csharp
public static ForgeTypeId ImportScale { get; }
```